Tekla.Structures.DialogInternal.CoreInpDialogInterface.ProfileAttributeRequestedDelegate
The delegate to use for profile attribute request.
handle: Native dialog handle
profile: Profile name
flag: The dummy.